export let terms = [
    {
        desc: `개인정보 처리방침

개인정보 취급방침 시행일자 : 2021년 11월 02일

씨벤티지 주식회사(이하 '회사')는 이용자의 개인정보를 중요시하며, "정보통신망 이용촉진 및 정보보호"에 관한 법률과 "개인정보보호법" 등을 준수하고 있습니다. 회사는 개인정보 처리방침을 통하여 이용자께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려 드립니다. 회사는 개인정보취급방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다. 회사의 개인정보취급방침은 다음과 같은 내용을 담고 있습니다.


1.개인정보의 수집 및 이용목적

회사는 다음과 같은 목적을 위하여 필요한 최소한의 개인정보 및 귀하와 관련된 정보를
수집하고 있습니다.

- 회원 가입, 관리 및 식별
- 계약이행을 위한 안내 고지 및 계약 진행 상황 통지
- 이용자 문의에 대한 응대 및 관리
- 계약 관련 불만처리 및 분쟁해결 등 원활한 의사소통 경로확보
- 신상품의 소개 및 설명
- 통계적 분석, 맞춤형 서비스 제공, 서비스 개선 및 신규서비스 제공을 위한 서비스 분석
- 회사는 이용자의 개인정보 및 이용자와 관련된 정보를 상기 목적 범위 내에서만
사용하며, 동 범위를 초과하여 이용하지 않습니다.

2.수집하는 개인정보의 수집방법 및 수집항목

1.수집방법
회사는 이용자가 당사의 모바일애플리케이션, 웹페이지에 접속하여 개인정보를
입력하거나, 서면양식, 팩스, 고객센터 등을 통하여 개인정보를 제공하는 경우,
해당 개인정보를 수집합니다.

2.수집항목
회사는 회사관련 문의, 서비스 문의, 투자 문의, 채용 문의, 홈페이지 문의, 부정제보,
보안제보 등에 대한 관리를 위하여 아래와 같은 개인정보를 수집하고 있습니다.

* 필수 정보
- E-mail, Password, Name(First Name, Last Name), Country, Company Name,
Company Type, User Type
* 선택 정보
- Phone Number, Department, Job Title
* 자동생성 정보
- 접속IP, 서비스 이용 기록, 접속 로그
- 쿠키 정보 (Identity, Session, Referral)
* 회사의 서비스 이용자는 다음과 같은 추가 정보가 필요합니다.
- ID, Department, Position, Employee No., EPID
* 동의를 거부할 권리 및 동의 거부에 따른 불이익
- 필수 정보 수집에 대한 동의를 거부할 권리가 있습니다. 동의를 거부할 경우
문의에 대한 응대가 불가능할 수 있습니다.
* 쿠키
향상된 사이트 및 사이트 이용 서비스를 제공할 수 있습니다.
회사는 구글 애널리틱스 (Google Analytics) 외부 서비스의 ‘분석적’ 쿠키를
사용할 수 있습니다. 해당 쿠키는 당사 사이트 방문자 수를 표시하며,
사용자의 사이트 이용도를 보여줍니다. 본 정보를 통해 당사는
이용자가 원하는 정보에 쉽게 접근할 수 있도록 사이트를 개선할 수 있습니다. 당사가 사용하는 쿠키의 종류 및
이용 목적에 대한 자세한 정보는 아래 리스트에서 확인할 수 있습니다.

쿠키: __utma - 이름: Identity cookie - 만료: 2년
사용처: 사용자와 세션을 구별하는데 사용

쿠키: __utmb - 이름: Session cookie - 만료: 30분
사용처:새로운 세션 / 방문을 결정하는 데 사용

쿠키: __utmc - 이름: Session cookie - 만료: 세션 종료
사용처: 사용자의 신규 세션 / 방문을 결정하는 데 사용

쿠키: __utmz - 이름: Referral cookie - 만료: 6 개월
사용처: 광고 또는 캠페인, 웹사이트 검색 등 사용자가 어느 곳을 통해 우리 웹사이트에 방문하였는지 확인하는데 사용

쿠키에 관한 최신 정보는 아래 링크되어 있는 구글 애널리틱스 (Google Analytics) 사이트에서 참고할 수 있습니다. http://code.google.com/intl/en/apis/analytics/docs/concepts/gaConceptsCookies.html 이용자는 이용자의 브라우저 설정 변경을 통해 쿠키의 일부 또는 전체를 차단할 수 있습니다.

3.수집한 개인정보의 공유 및 제공 [개인정보의 제3자 제공 등]
회사는 회사관련 문의, 서비스 문의, 투자 문의, 채용 문의, 홈페이지 문의, 부정제보, 보안제보 등에 대한 관리를 위하여 아래와 같은 개인정보를 수집하고 있습니다.

1.이용자들이 사전에 동의한 경우
2.법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우

4.개인정보의 취급위탁
회사는 이용자의 개인정보를 원칙적으로 외부에 취급 위탁하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.

1.이용자들이 사전에 동의한 경우
2.법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우

5.수집한 개인정보의 보유ㆍ이용기간
회사는 수집한 이용자의 개인정보를 수집 및 이용 목적 달성시까지 보유ㆍ이용하며, 수집 및 이용 목적이 달성되면 지체 없이 이용자의 개인정보를 파기합니다.
다만, 회사는 "다른 법령에 따라 보존하여야 하는 경우" 또는 "이용자로부터 동의를 받은 경우"에는 보유 및 이용 기간이 경과한 개인정보를 파기하지 아니하고 보존할 수 있습니다.

6.개인정보의 파기 절차 및 방법
회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.

1.파기절차
고객이 입력한 정보는 목적이 달성된 후 내부 방침에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된 후 파기되며, 동 개인정보는 법률에 의한 경우를 제외하고는 다른 목적으로 이용 되지 않습니다.
2.파기방법
종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기하고, 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법으로 삭제합니다.

7.개인정보의 안전성 확보 조치
회사는 다음과 같이 안전성 확보에 필요한 기술적, 관리적, 물리적 조치를 하고 있습니다.
1.내부관리계획의 수립 및 시행
회사의 내부관리계획 수립하여 개인정보 보호를 위해 실행합니다.
2.개인정보 취급 담당자의 최소화 및 교육
개인정보를 취급하는 담당자를 지정하고 최소화하여 개인정보를 관리하는 대책을 시행하고 있습니다.
3.개인정보에 대한 접근 제한
개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.
4.접속기록의 보관 및 위변조 방지
개인정보처리시스템에 접속한 기록(웹 로그, 요약정보 등)을 최소 6개월 이상 보관, 관리하고 있으며, 접속 기록이 위변조 및 도난, 분실되지 않도록 보안기능을 사용하고 있습니다.
5.해킹 등에 대비한 기술적 대책
회사는 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신 및 점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.
또한 네트워크 트래픽의 통제는 물론 불법적으로 정보를 변경하는 등의 시도를 탐지하고 있습니다.

8.이용자 및 법정대리인의 권리와 그 행사방법
1.이용자 및 법정 대리인은 언제든지 등록되어 있는 자신 또는 대리자의 개인정보를 조회하거나 수정할 수 있으며 가입 해지를 요청할 수도 있습니다.
2.이용자 혹은 대리인의 개인정보 조회, 수정을 위해서는 홈페이지 내의 “내 정보”란에서 수정하실 수 있으며, 가입 해지(동의철회)를 위해서는 홈페이지 또는 고객센터를 통해 탈퇴 요청하실 수 있습니다.
3.개인정보관리책임자에게 서면, 전화 또는 이메일로 연락하여 개인정보의 조회, 수정 및 가입 해지 요청이 가능합니다.
4.개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 통지합니다.
5.당사는 회원 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 제2조 제5항 “개인정보의 보유기간 및 파기”에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.

9.개인정보 자동 수집 장치의 설치ㆍ운영 및 그 거부에 관한 사항
회사의 웹사이트는 Google, Inc. (이하 “구글”)에 의해 제공되는 웹 분석 서비스인 Google Analytics를 사용하고 있습니다. Google Analytics는 “쿠키”(사용자의 컴퓨터에 저장되는 텍스트 파일)를 사용하여 방문자의 이용 현황을 파악하며, 쿠키에 의해 생성된 이용자의 회사 웹사이트 사용에 대한 정보는 일반적으로 미국의 Google 서버에 전송되고 그곳에 저장됩니다. 그리고, 구글은 이용자의 웹사이트 사용 패턴 분석, 고객의 웹사이트 활동에 관한 정보 전달 및 웹사이트 활동과 인터넷 사용에 관한 각종 서비스를 웹사이트 운영자에게 제공하기 위한 목적으로 상기 정보를 활용합니다. 구글은 또한 이 정보를 법령이 규정한 바에 의해 제 3자에게 전송할 수 있으며, 제 3자는 구글을 대신하여 이 정보를 관리할 수 있습니다. 구글은 고객의 IP주소를 구글 내의 다른 정보와 연관시키지 않습니다. 쿠키 사용에 동의하지 않으시면 브라우저에서 적절한 설정을 통해 거부할 수 있습니다. 하지만, 이 경우에는 본 웹사이트의 기능을 모두 사용하지 못할 수도 있음을 숙지하시기 바랍니다. 그 외에도 귀하는 tools.google.com/dlpage/gaoptout 링크에서 제공되는 브라우저 플러그인을 다운로드 하고 설치하여 쿠키에 의해 생성되고 귀하가 본사 웹사이트 사용시 관련된 데이터(고객 IP 주소 포함)가 Google에서 수집되고 Google에 의해 이 데이터가 취급되는 것을 막을 수 있습니다.

10.개인정보관리책임자 또는 개인정보담당 부서
회사는 이용자의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보관리책임자를 지정하고 있습니다.

* 개인정보담당 부서 - 고객지원팀
* 개인정보관리 책임자 - 성명 : 박동일
* 전화번호 : +82-2-3444-7302
* 이메일 : support@seavantage.com

이용자께서는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자 혹은 담당부서로 신고하실 수 있습니다. 회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.

기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의 하시기 바랍니다.

개인정보침해신고센터 (www.118.or.kr/118)
‍정보보호마크인증위원회 (www.eprivacy.or.kr/02-580-0533~4)
‍대검찰청 첨단범죄수사과 (http://www.spo.go.kr/02-3480-2000)

11.고지의 의무
현 개인정보취급방침 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일전부터 홈페이지의 '공지사항'을 통해 고지할 것입니다.


개인정보 취급방침 버전번호 : v1.1

개인정보 취급방침 시행일자 : 2021년 11월 02일
    `,
    },
    {
        desc: `씨벤티지 서비스 이용 약관

제 1조 목적

본 약관은 씨벤티지 주식회사(이하 ‘회사’라 함)가 제공하는 클라우드 방식의 서비스 이용과 관련하여 기본적인 사항을 정함으로써 회사와 이용자의 권리, 의무 및 책임사항,
기타 필요한 사항을 명확하게 규정함을 목적으로 합니다.
        
제 2조 용어의 정의
        
1. 본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
        
- SVMP 서비스: 회사가 개발 및 운영하는 클라우드 방식의 소프트웨어(SaaS)를 이용할 수 있도록 지원하는 서비스(이하 ‘서비스’)를 의미합니다.
- 이용자: 본 약관에 따라 회사와 서비스 이용계약을 체결하고 회사가 제공하는 서비스를 이용하는 개인 또는 기업을 의미합니다.
- 관리자: 이용자를 대표하여 구성원의 서비스 이용을 승인 및 개별 계정을 부여하고, 구성원의 서비스 이용에 대한 관리권한과 운영을 책임지는 자를 의미합니다.
- 구성원: 관리자에 의해 이용자의 일원으로 승인 받아 관리자가 허용하는 범위 내에서 서비스를 이용하는 자를 의미합니다.
- 아이디(ID): 이용자의 식별과 서비스 이용을 위하여 이용자가 입력 혹은 등록한 이메일 주소를 말합니다.
- 비밀번호: 아이디(ID)와 일치된 이용자임을 확인하고, 이용자의 비밀을 보호하기 위해 이용자가 설정한 문자 또는 문자와 숫자의 조합을 의미합니다.
- 데이터: 이용자가 입력하여 회사의 서버 내에 저장되는 자료(상세 내용 기재 필요) 및 그 자료들의 결합, 변형 또는 재 연산을 통하여 생성되는 부가 자료 일체를 의미합니다.
- 결제대행업체: 이용자의 결제정보를 바탕으로 결제기관의 승인 처리를 대행하는 기관으로서 이용자의 각 결제수단에 대한 결제승인과 회사에 대한 서비스 이용요금 정산을 대행하는 기관을 말합니다.
        
2. 이 약관에서 사용하는 용어의 정의는 위에서 정하는 것을 제외하고는 관련법령에서 정하는 바에 의하며, 관련 법령에서 정하지 않는 것은 일반적인 상관습에 따릅니다.
        
제 3조 약관의 게시와 개정
        
1. 회사는 본 약관의 내용을 이용자가 쉽게 알 수 있도록 홈페이지 초기화면 (https://www.seavantage.com, 이하 ‘홈페이지’)에 게시합니다.
2. 회사는 약관의 규제에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전자상거래 등에서의 소비자 보호에 관한 법률 등 관련법령을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
3. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 본 제 1항의 방식에 따라 그 개정약관의 적용일자 7일 전부터 적용일자 전까지 공지합니다. 다만, 이용자의 권리 또는 의무에 관한 중요한 사항의 변경 또는 이용자에게 불리한 약관의 변경은 최소한 30일 전에 공지하고 이용자가 사전에 등록한 전화, 메일, 문자메시지 등의 전자적 수단을 통해 별도로 명확히 통지하도록 합니다.
4. 회사가 본 제 3항에 따라 개정약관을 공지 또는 통지하면서 이용자에게 약관 변경 적용일까지 거부의사를 표시하지 않으면 동의한 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 이용자가 명시적으로 거부의 의사표시를 하지 아니한 경우 이용자가 개정약관에 동의한 것으로 봅니다.
5. 이용자는 개정된 약관에 대해 동의하지 않을 권리가 있으며 이용자가 개정약관의 적용에 동의하지 않을 경우 이용자는 이용계약을 해지할 수 있습니다. 회사는 개정약관 적용에 동의하지 않는 이용자에 대해서는 기존 약관을 적용하되, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 이용계약을 해지할 수 있습니다.
6. 본 약관은 이용자가 약관의 내용에 동의함으로써 효력이 발생하여 이용계약 종료일까지 적용됩니다. 단, 채권 또는 채무관계가 있을 경우에는 채권, 채무의 완료일까지로 규정합니다.
        
제 4조 약관외 준칙
        
본 약관에서 정하지 않은 사항과 본 약관의 해석에 관하여는 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전자상거래 등에서의 소비자 보호에 관한 법률, 약관의 규제에 관한 법률 및 기타 관계법령 또는 상관례에 다릅니다.
        
제5조 이용계약의 성립과 체결
        
1. 이용계약은 이용자가 약관의 내용에 대하여 동의를 한 다음 회사가 제시하는 양식과 절차에 따라 이용신청을 하고 회사가 이러한 신청에 대하여 승낙함으로써 체결됩니다.
2. 회사는 이용자의 서비스 이용 신청에 대하여 서비스 이용 승낙을 원칙으로 합니다. 다만, 회사는 다음 각호에 해당하는 신청에 대하여는 승낙을 하지 않거나 사후에 이용계약을 해지할 수 있습니다.

- 이용자가 본 약관에 의하여 이전에 서비스 이용자격을 상실한 적이 있는 경우, 단 회사의 이용자 재가입 승낙을 얻은 경우에는 예외로 함
- 실명이 아니거나 타인의 명의를 이용한 경우
- 허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우
- 만 14세 미만의 신청자인 경우
- 이용자가 서비스의 정상적인 제공을 저해하거나 다른 이용자의 서비스 이용에 지장을 줄 것으로 예상되는 경우
- 이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우
- 기타 회사가 관련 법령 등을 기준으로 하여 명백하게 사회질서 및 미풍양속에 반할 우려가 있음을 인정하는 경우
- 제 22조 ‘계약해지’ 의하여 회사로 부터 계약해지를 당한 이후 1년이 경과하지 않은 경우
        
3. 제1항에 따른 신청에 있어 회사는 이용자의 종류에 따라 전문기관을 통한 실명확인 및 본인인증을 요청하거나 증빙자료를 요청할 수 있습니다.
4. 회사는 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다.
5. 이용자는 서비스 이용을 위해 허위 사실이 없는 진실된 정보를 제공하여야 하며, 회사는 제공하는 서비스 상품에 따라 필요한 경우 이용자에게 추가 정보를 요청할 수 있습니다.
6. 회사와 이용자가 서비스 이용에 관하여 별도 계약을 체결한 경우, 해당 별도 계약이 본 약관에 우선하여 적용됩니다.
         
제 6조 개인정보 수집
        
1. 회사는 적법하고 공정한 수단에 의하여 이용계약의 성립 및 이행에 필요한 최소한의 개인정보를 수집합니다.
2. 회사는 개인정보의 수집시 관련 법규에 따라 개인정보 처리방침에 그 수집범위 및 목적을 사전 고지합니다.
3. 회사는 서비스 화면에서 회사가 수집한 개인정보의 수집, 이용 또는 제공에 대한 동의를 철회할 수 있도록 필요한 조치를 취해야 합니다.

제 7조 개인정보보호 의무
        
1. 회사는 개인정보보호법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관계 법령이 정하는 바에 따라 이용자의 개인정보를 보호하기 위해 노력합니다.
2. 개인정보의 보호 및 이용에 대해서는 관련법 및 회사의 개인정보 처리방침이 적용됩니다. 다만, 회사의 공식사이트 이외의 링크된 사이트에서는 회사의 개인정보 처리방침이 적용되지 않습니다.
         
제 8조 이용자의 아이디 및 비밀번호의 관리에 대한 의무
        
1. 이용자의 아이디와 비밀번호에 관한 관리 책임은 이용자에게 있으며 이를 제3자가 이용하도록 하여서는 안됩니다. 이용자(관리자, 구성원 포함)의 고의 또는 관리소홀 등의 과실로 인하여 아이디 또는 비밀번호가 유출되어 발생한 제3자의 도용, 부정사용 등에 대해서는 회사는 책임을 지지 않습니다.
2. 이용자는 아이디 및 비밀번호가 도용되거나 제3자가 사용하고 있음을 인지한 경우에는 이를 즉시 회사에 통지하고 회사의 안내에 따라야 하며, 회사에 제3자 도용, 부정사용 사실을 통지하지 않거나 통지한 경우에도 회사의 안내에 따르지 않아 발생한 불이익에 대해서 회사는 책임을 지지 않습니다.
3. 회사는 이용자의 아이디가 개인정보 유출 우려가 있거나 반사회적 또는 미풍양속에 어긋나거나 회사 또는 운영자로 오인할 우려가 있는 경우 해당 아이디의 활용을 제한할 수 있습니다.
        
제 9조 이용자의 정보 변경
        
1. 이용자는 관리자 페이지 화면을 통하여 언제든지 이용자 정보를 열람하고 수정할 수 있습니다. 다만, 서비스 관리를 위해 필요한 아이디, 비밀번호, 기타 관리자 계정에 관한 정보(이하 ‘관리자 정보등’)는 회사의 별도 승낙이 없는 한 수정이 불가능합니다.
2. 이용자는 관리자 정보 등을 변경하려는 경우 유선연락 및 이메일을 통하여 변경사항을 고지하여야 하며, 변경사항 미수정 또는 변경사항 미통지로 인하여 발생한 이용자의 불이익에 대해서는 회사는 책임을 지지 않습니다.
        
제 10조 이용자에 대한 통지
        
1. 회사는 본 약관에 별도 규정이 없는 한 이용자가 등록한 전화, 이메일, 문자메시지 등 기타 통신수단을 이용하여 이용자에게 통지할 수 있습니다. 이용자가 이메일주소, 휴대전화번호 정보를 허위로 제출 또는 등록하거나, 변경된 정보를 수정 또는 회사에 고지하지 않은 경우 회사는 이용자가 사전에 제출 또는 등록한 정보로 발송한 때에 이용자에게 도달한 것으로 합니다.
2. 회사는 이용자 전체에 대한 통지의 경우 7일 이상 회사의 홈페이지 또는 공지사항 게시판에 게시함으로써 제 1항의 통지에 갈음할 수 있습니다.
        
제 11조 회사의 의무
        
1. 회사는 관련법과 본 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적인 서비스의 제공을 위하여 최선을 다하여 노력합니다.
2. 회사는 이용자가 안전하게 서비스를 이용할 수 있도록 개인정보(신용정보 포함)보호를 위해 보안시스템을 갖추어야 하며 개인정보 처리방침을 공시하고 준수합니다.
3. 회사는 서비스 제공과 관련하여 알고 있는 이용자의 개인정보를 이용자의 승낙없이 제 3자에게 누설, 배포하지 않습니다. 다만, 관계법령에 의한 관계기관으로부터의 요청 등 법률의 규정에 따른 적법한 절차에 의한 경우에는 그러하지 않습니다.
4. 회사는 이용자에게 제공되는 서비스를 연중 1일 24시간 계속적이고 안정적으로 제공하며, 설비에 장애가 생기거나 멸실되었을 때 지체없이 이를 수리 또는 복구합니다. 다만, 회사의 업무상.기술상의 사유 또는 천재지변이나 비상사태 등 부득이한 경우에는 서비스를 일시 중단하거나 영구 중지할 수 있으며, 이러한 경우, 회사는 홈페이지 게시, 유선연락, 문자메시지, 이메일을 통해 사전 또는 사후적으로 이를 고지합니다.
5. 회사는 이용자로부터 제기되는 의견이나 불만이 정당하다고 객관적으로 인정될 경우에는 합리적인 기간 내에 신속하게 처리하여야 합니다. 다만, 처리에 장기간이 소요되는 경우는 이용자에게 게시판 또는 이메일 등을 통하여 지체 사유를 안내하고 처리과정 및 처리결과를 전달합니다.
        
제 12조 이용자의 의무
        
1. 이용자는 서비스 이용의 대가로 회사가 정한 서비스 이용요금을 지정된 일자를 준수하여 납입하여야 합니다.
2. 이용자는 다음 행위를 해서는 안됩니다.
        
- 서비스 이용 신청 또는 서비스 내용 변경 시 허위내용을 등록하는 행위
- 타인의 정보나 명의를 도용하거나 부정하게 사용하는 행위
- 다른 이용자의 개인정보를 그 동의 없이 수집, 저장, 공개하는 행위
- 회사가 게시한 정보를 변경하거나 제3자에게 제공하는 행위
- 제3자의 코드,파일,프로그램을 포함하고 있는 자료를 무단으로 게시하거나 메일로 발송하는 행위 기타 회사 또는 제3자의 지식재산권을 침해하는 행위
- 회사 또는 제3자의 명예를 손상시키거나 업무를 방해하는 행위
- 외설, 폭력적, 비방적인 내용 기타 풍기문란을 조장하거나 공서양속에 반하는 내용 (어린이에게 유해하거나 제3자의 사생활을 침해하는 내용을 포함합니다.) 또는 수신자의 동의 없이 발송하는 광고성 내용 (정크메일, 스팸메일, 행운의 편지, 피라미드 조직에 가입할 것을 권유하는 내용을 포함합니다.)의 메시지, 팩스, 음성, 메일, 정보를 서비스에 공개 또는 게시하거나 제3자에게 전송하는 행위
- 회사의 동의 없이 본 약관의 목적 범위를 벗어나 영리를 목적으로 서비스를 이용하는 행위
- 컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 소프트웨어 바이러스, 악성코드 등 관련 법령에 의하여 전송 또는 게시가 금지되는 정보를 이용 또는 전송하는 행위
- 기타 불법적이거나 부당한 행위
        
3. 이용자는 회사의 명시적인 동의가 없는 한 서비스의 이용권한, 기타 이용계약상 지위를 타인에게 양도, 증여, 담보로 제공하는 등 기타 이와 유사한 행위를 할 수 없습니다.
4. 이용자는 허용되지 않은 침입자로부터 안전하게 보호받을 수 있도록 시스템 운영과 관련한 정기적인 백신프로그램 등의 보안 업데이트를 하여야 하며, 이를 소홀히 하여 발생한 보안 사고, 손해 등에 대하여 회사는 책임을 지지 않습니다.
5. 이용자는 서비스 이용과 관련하여 이메일 내용 등의 각종 데이터 등에 대해 별도로 상시 저장할 의무가 있으며, 이를 소홀히 하여 발생한 정보의 유출, 누락 또는 자료의 손실에 대해 회사는 책임을 지지 않습니다.
6. 이용자는 관계법, 본 약관의 규정, 이용안내 및 서비스와 관련하여 공지한 주의사항, 회사가 통지하는 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안됩니다.
7. 이용자는 스팸 또는 피싱 내용의 메일, 메시지, 팩스, 음성 (이하 ‘불법스팸’) 전송 등 불법행위를 하거나 전기통신사업법 등 관련 법령을 준수하지 않아 발생하는 모든 민,형사상의 책임을 부담합니다. 회사는 이용자가 불법스팸을 전송한 사실을 확인한 경우, 한국 인터넷진흥원 불법스팸대응센터에 관련 자료를 첨부하여 신고할 수 있습니다.
       
제 13조 불만처리
        
1. 회사는 개인정보와 관련하여 이용자의 의견을 수렴하고 불만을 처리하기 위한 절차를 마련하여야 합니다.
2. 회사는 이메일 또는 서비스 화면의 상담창구를 통하여 이용고객의 불만사항을 접수, 처리하여야 합니다.
        
제 14조 서비스 제공
        
1. 회사는 이용자에게 제공하는 서비스를 홈페이지에 게시합니다.
2. 회사는 이용자가 개별 구성원에게 부여할 수 있는 계정의 수량을 특정할 수 있으며, 관리자는 부여 받은 계정의 수량 내에서 구성원들에게 개별적으로 계정을 부여합니다. 단, 서비스 개시 시점을 포함한 서비스 이용 기간은 계정이 할당되지 않은 수량을 포함한 모든 계정에 동일하게 적용됩니다.
3. 이용자는 특정 구성원이 관리자로부터 승인 받은 계정을 다른 구성원과 공유하지 못하도록 이를 관리, 감독할 책임이 있습니다. 기존 구성원이 퇴사 또는 다른 구성원으로 계정을 변경하고자 하는 경우에는 당해 계정을 재할당 할 수 있습니다.
4. 회사는 서비스의 제공에 필요한 경우 정기점검을 실시할 수 있으며 정기점검시간은 회사가 사전에 통지한 바에 따릅니다.
5. 회사는 상담 처리, 데모 서비스 제공이나 기타 회사가 인정하는 경우 서비스의 일부 또는 전부를 일정기간 동안 무료로 제공할 수 있습니다.
6. 회사는 서비스와 외부 결제대행업체의 결제시스템을 연결해 이용자가 서비스 이용요금을 결제할 수 있도록 결제시스템을 제공할 수 있습니다. 단, 결제대행 업체의 시스템 장애 등 회사에게 책임 없는 사유로 이용자에게 손해가 발생한 경우 회사는 면책됩니다.
7. 회사는 더 나은 서비스의 제공을 위하여 무료 서비스 기간동안 이용자에게 서비스의 이용과 관련된 각종 고지, 관리 메시지 및 기타 광고를 비롯한 다양한 정보를 서비스 화면 내에 표시하거나 이용자의 이메일(전자우편)로 전송할 수 있습니다.
        
제 15조 서비스의 변경
        
1. 회사는 상당한 이유가 있는 경우에 회사의 정책상, 운영상, 기술상의 필요에 따라 제공하고 있는 서비스의 전부 또는 일부를 변경할 수 있으며, 이에 대하여 관련법에 특별한 규정이 없는 한 이용자에게 별도의 보상을 하지 않습니다.
2.회사는 서비스의 내용, 이용방법, 이용시간에 대하여 변경이 있는 경우에는 변경사유, 변경될 서비스의 내용 및 제공일자 등을 그 변경 전에 제10조 이용자에 대한 통지의 방법으로 이용자에게 통지합니다.
        
제 16조 서비스 이용의 제한 및 정지
        
1. 회사는 이용자가 본 약관의 의무를 위반하거나 서비스의 정상적인 운영을 방해한 경우 서비스 이용을 제한하거나 정지할 수 있습니다.
2. 회사는 전항에도 불구하고 관련 법령을 위반한 명의도용, 저작권법을 위반한 불법프로그램의 제공 및 운영방해, 정보통신망 이용촉진 및 정보보호 등에 관한 법률을 위반한 불법통신, 해킹, 악성프로그램의 배포, 접속권한 초과행위 등과 같이 관련법을 위반한 경우에는 즉시 영구이용정지를 할 수 있습니다. 본 항에 따른 서비스 이용정지 시 서비스 내의 혜택 및 권리 등도 모두 소멸되며 회사는 이에 대해 별도로 보상하지 않습니다.
3. 회사가 사업종목의 전환, 사업의 포기, 업체간의 통합 등의 이유로 서비스를 제공할 수 없게 되는 경우, 회사는 제 10조 ‘이용자에 대한 통지’에 정한 방법으로 이용자에게 통지하고 서비스를 종료할 수 있습니다.
        
제 17조 서비스 이용요금 등의 계산
        
1. 회사가 제공하는 서비스 이용과 관련하여 이용자가 납부하여야 할 서비스 이용요금 및 납부 방법은 홈페이지에 게재한 바에 따릅니다.
2. 서비스 이용요금은 다음 각 호의 요금을 포함하며, 구체적인 과금 기준에 대해서는 홈페이지에 고지합니다.
3. 서비스 이용요금 과금 시작일은 무료 사용 기간이 지난 무료사용 만료일의 익일(이하 '과금일')입니다. 매월 과금일에는 등록해 놓은 신용 또는 체크카드로 정기 결제됩니다. 단, 이용계약에서 별도 과금 기준일을 정한 경우 해당 내용이 본 약관에 우선하여 적용됩니다.
4. 다수의 서비스를 이용하는 경우, 서비스 이용요금은 각 서비스 별 과금시작일에 따라 개별적으로 과금됩니다. 
5. 서비스 이용 도중 회사에 의해 요금과금 기준이 변경되더라도 이미 결제가 완료된 서비스 이용분에 대하여 증감된 서비스 이용요금을 추가로 청구하거나 환불하지 않습니다.
6. 회사는 판매 촉진, 이용자 유치 등의 목적을 위해 회사의 정책에 따라 가격 할인, 이용기간 연장 등 프로모션에 따른 혜택을 제공할 수 있습니다. 이용자의 서비스 신청 내용이 회사의 프로모션 제공 조건에 부합하지 않는 경우 회사는 프로모션에 따른 혜택을 제공하지 않을 수 있으며, 회사는 그에 대한 어떠한 책임도 부담하지 않습니다.
7. 서비스 이용요금에 대하여 회사와 이용자 간에 별도 약정이 있는 경우, 당해 약정 내용이 본 약관에 우선하여 적용됩니다.
        
제 18조 서비스 이용요금 등의 지급
        
1. 이용자는 다음 각 호의 방법 중 가능한 방법으로 서비스 이용요금을 결제할 수 있습니다. 단, 회사의 정책 및 결제기관의 기준에 따라 이용자의 월 누적 결제한도가 제한되어 있는 상태에서 해당 이용자의 서비스 이용요금이 당해 한도를 초과한 경우 서비스의 추가 이용이 제한될 수 있습니다.
        
- 신용카드 자동이체 결제 방식 (1개월 단위)
        
2. 이용자는 서비스 이용을 위한 서비스 이용요금 결제시 회사가 정하는 범위 내에서 결제수단과 결제방식을 선택할 수 있습니다. 단, 회사는 직접적으로 전자결제대행 결제방식을 제공하지 아니하므로, 전자결제대행 방식과 관련하여 회사는 면책됩니다.
3. 신용카드 자동이체 결제 방식이란, 일정 기간마다 이용자가 사전에 승인한 신용카드로 서비스 이용요금을 자동으로 결제하는 방식을 말합니다. 이용자가 회사가 정한 절차에 따라 자동 이체 결제 방식의 철회 의사를 밝히지 않는 한 자동으로 이용계약이 갱신되고 결제가 이루어 집니다.
4. 이용자는 서비스 이용 요금을 결제함에 있어 다음에 기재한 사유가 발생하지 않도록 유의하여야 합니다.
5. 이용자 본인 외에 결제수단 사용을 금지합니다.
6. 이용자는 결제수단의 비밀번호, 인증서 등의 유출로 인한 부정사용 또는 위변조 사고가 발생하지 않도록 주의하여야 합니다. 특히 이용자는 신용카드의 미서명, 관리 소홀, 무단 대여나 양도 또는 담보제공으로 인한 부정사용, 불법 현금대출, 위변조 사조 등이 발생하지 않도록 주의하여야 합니다.
7. 회사는 서비스 이용요금 결제가 정상적으로 이루어지지 않은 경우 이용자의 서비스 이용을 제한할 수 있으며, 서비스 이용요금을 미납하는 등 이용자의 귀책 사유로 회사가 서비스 이용을 제한한 경우 이용자에게 발생한 손해에 대해서 회사는 면책됩니다.
8. 회사는 회사의 사정에 따라 결제 방식, 결제 수단을 추가, 삭제, 변경할 수 있으며, 사전에 그 사유와 적용일자를 공지합니다.
        
제 19조 서비스 이용요금 등의 이의 신청
        
1. 이용자는 청구된 서비스 이용요금 등에 대하여 이의가 없는 경우 청구일로부터 6개월 이내에 이의 신청을 할 수 있습니다. 단, 회사의 귀책사유로 과오납이 발생한 경우, 이용자는 전단의 기간에 관계없이 청구된 서비스 이용요금 등에 대하여 이의 신청을 할 수 있습니다.
2. 회사는 제1항의 이의 신청 접수 후 2주 이내에 해당 이의신청을 타당성 여부를 조사하여 그 결과를 이용자에게 통지합니다.
3. 부득이한 사유로 인하여 제 2항에서 정한 기간 내에 이의신청결과를 통지할 수 없는 경우에는 그 사유와 재 지정된 처리 기한을 명시하여 이용자에게 통지합니다.
        
제 20조 불법 면탈 이용요금의 청구
        
1. 이용자가 불법으로 서비스 이용요금 등을 면탈할 경우에는 면탈한 금액의 10배에 해당하는 금액을 청구합니다.
2. 회사는 2개월 이상 서비스 이용요금이 연체된 이용자를 신용기관에 신용불량자로 등록할 수 있습니다.
        
제 21조 서비스 이용요금 등의 반환
        
1. 회사는 서비스 이용요금 등이 과납 또는 오납이 있을 때에는 그 과납 또는 오납된 서비스 이용요금을 반환하고, 회사의 귀책사유로 과납 또는 오납이 발생한 경우에는 법정이율로서 적정이자를 함께 반환합니다.
2. 서비스 이용기간 중 서비스 이용이 월 중도에 해지되는 경우에도 잔여금액을 별도 환불하지 않습니다.
3. 이용자가 신용카드 결제 후 결제를 취소하는 경우 환급 금액, 환급 방법과 환급일은 해당 신용카드 정책에 따르며, 회사는 결제취소에 필요한 조치를 하는 것 외에 환급에 관하여 책임을 부담하지 않습니다. 단, 이용자의 결제 취소가 고의 또는 과실에 의한 경우에는 그러하지 아니합니다.
        
제 22조 계약해지
        
1. 이용자는 이용계약을 해지 하고자 할 때 본인이 직접 서비스를 통하여 신청하거나 이메일, 전화 등의 방법을 통하여 회사에 신청하여야 합니다.
2. 회사는 전 1항의 규정에 의하여 해지신청이 접수되면 즉시 이용계약을 해지합니다. 단, 별도의 채권, 채무 관계가 있을 경우에는 그러하지 아니합니다.
3. 회사는 이용자가 다음 각 호에 해당할 경우에는 이용자의 동의 없이 이용계약을 해지할 수 있으며 그 사실을 이용자에게 통지합니다. 다만 회사가 긴급하게 해지할 필요가 있다고 인정하는 경우나 이용자의 귀책사유로 인하여 통지할 수 없는 경우에는 지체없이 사후 통지로 대체할 수 있습니다.
        
- 이용자가 제 12조 ‘이용자의 의무’를 포함한 본 약관을 위반하고 일정기간 이내에 위반 내용을 해소하지 않은 경우
- 회사의 서비스 제공 목적 외의 용도로 서비스를 이용하거나 제3자에게 임의로 서비스를 임대한 경우
- 제 16조 ‘서비스 이용의 제한 및 정지’ 규정에 의하여 이용정지를 당한 이후 1년 이내에 이용정지 사유가 재발한 경우
- 회사의 이용 요금 등의 납입청구에 대하여 이용자가 이용요금을 체납할 경우
        
제 23조 서비스 등의 보호
        
1. 이용자는 SVMP를 무단 복제하거나 고의 또는 과실로 SVMP 및 서비스에 관한 정보를 외부에 유출할 수 없습니다.
2. 이용자는 이용계약 도중 또는 종료 후 라고 하더라도 SVMP, 또는 SVMP와 유사한 솔루션의 제작/판매행위를 할 수 없으며, 제3자를 통한 우회적 제작/판매행위도 이용자 본인의 행위로 간주합니다.
3. 이용자는 전 1항 또는 2항을 위반할 경우, 민.형사상의 모든 법적 책임을 부담합니다.
        
제 24조 데이터에 대한 권리와 책임, 보존 및 파기
        
1. 회사는 서비스 운영 및 제공을 위한 목적 범위 내에서 플랫폼을 통해 게시 또는 전송되는 데이터를 사용, 저장, 수정, 복제, 공중송신, 전시, 배포 등의 방법으로 이용할 수 있는 포괄적인 권리를 가집니다. 그러나 회사는 서비스 운영 및 제공 이외에 그 밖에 다른 목적으로 위 데이터를 사용하지 않습니다.
2. 회사는 데이터의 게시 또는 전송이 관련 법령, 본 약관 또는 사회상규에 위반하는 것으로 판단되는 경우 해당 데이터를 삭제하거나 그에 대한 접근을 차단할 수 있으며, 이러한 게시 또는 전송에 관여된 사용자의 서비스 이용을 제한할 수 있습니다. 그러나 이러한 회사의 권리가 회사에게 데이터를 검토하여 삭제 또는 차단 등 조치를 취할 의무가 있음을 의미하는 것은 아닙니다.
3. 회사는 데이터 저장 및 처리 시설이 안정적으로 운영될 수 있도록 최선의 노력을 다합니다. 그러나 천재지변 등 불가피한 사유 또는 회사에게 고의 없는 사유로 데이터가 삭제되는 경우 회사는 사업자 또는 사용자에게 그 백업을 제공할 의무를 부담하지 않습니다.
4. 서비스 이용과 관련하여 플랫폼, 서비스 화면, 웹사이트, 애플리케이션, SMS, 전자우편 등을 통해 사용자 관련 정보가 처리될 수 있습니다. 이 때 사용자는 회사 서버에 접근하여 사용자 정보를 직접적으로 수정, 변경 또는 삭제할 수 있는 등 사용자 정보에 대한 일체의 관리 권한을 가지며, 회사는 서비스 제공을 위해 대화 내용 등 사용자 관련 정보를 보관할 수 있을 뿐 이를 수정, 변경 또는 삭제할 수 없습니다. 
5. 회사는 서비스의 원활한 제공을 위하여 사용자가 동의한 목적과 범위 내에서만 사용자의 개인정보를 수집, 이용합니다. 그 밖에 법령상 요구되는 경우가 아닌 이상 회사가 사용자의 개인정보를 제3자에게 제공하지 않습니다. 
6. 회사는 사용자가 서면으로 요청하는 경우 혹은 해지 등 사유로 본 계약이 종료되는 경우에 사용자로부터 수취하였던 개인정보를 파기하거나 사용자에게 반환합니다. 다만 개인정보 보호법 및 기타 관련 법령에 따라 개인 또는 관계 당국에 사용자의 개인정보에 대한 관련 정보 혹은 엑세스 권한을 제공할 의무를 부담하는 경우, 회사는 그에 따른 의무를 이행합니다.
7. 이용자는 서비스 이용 중 데이터를 별도로 상시 백업, 저장하여야 하며, 회사가 이용자의 데이터를 백업하거나 이용자에게 제공할 의무는 없습니다. 이용자가 전단의 의무를 소홀히 하여 발생한 데이터의 유출, 누락이나 손실에 대해서는 회사는 책임을 부담하지 않습니다.
8.서비스 이용기간 만료, 서비스 이용계약의 해제 또는 해지 등의 사유로 회사가 서비스 제공을 종료한 경우 회사는 구성원의 정보를 비롯한 모든 데이터를 즉시 파기합니다. 단, 다음 정보들은 관련 법령에 따라 개인정보를 일정 기간 동안 보존하며, 해당 개인정보 또는 개인정보 파일을 다른 개인정보와 분리하여서 저장, 관리하고 보존기간 경과 후 파기 합니다.
        
- 무료체험 서비스 신청시 수집한 정보주체(최고관리자)의 일부 개인정보
- 계약 또는 청약철회 등에 관한 기록
- 소비자의 불만 또는 분쟁처리에 관한 기록(※ 개인정보 파기와 관련된 자세한 내용은 개인정보 처리방침 참고)
        
제 25조 게시물의 저작권
        
1. 서비스 자체에 대한 지식재산권은 회사에게 귀속됩니다. 다만, 이용자가 서비스 이용 중 게시하거나 등록한 데이터의 지식재산권은 이용자에게 귀속됩니다.
2. 이용자는 서비스를 이용하여 얻은 정보를 가공, 판매하는 행위 등 게재된 데이터를 상업적으로 이용할 수 없으며 이를 위반하여 발생하는 제반 문제에 대한 책임은 이용자에게 있습니다.
        
제 26조 손해배상의 범위 및 청구
        
1. 회사의 귀책사유로 이용자가 서비스를 이용하지 못한 경우에는 (이하 ‘장애’라 합니다) 다음 각 호의 기준에 따라 배상합니다. 다만, 이용자가 서비스를 이용하지 못한 때로부터 24시간 이내에 서비스가 정상화 된 경우는 제외합니다.
        
- 회사는 회사의 귀책사유로 사전 고지 없이 발생한 장애 시간이 연속하여 24시간 이상인 경우 또는 이용자가 장애 발생 사실을 회사에 통보하거나 회사가 알게 된 때로부터 연속하여 24시간 이상인 경우 이용자가 입은 손해를 배상 합니다
- 서비스가 정상화 된 이후 12시간 이내에 동일한 장애가 발생한 경우 이는 연속된 장애로 간주합니다
- 회사는 이용자가 서비스를 이용하지 못한 일수의 2배의 이용 기간을 무료로 연장하여 제공합니다. 단, 연속하여 12시간 이상 서비스를 이용하지 못한 날을 1일로 계산합니다.
        
2. 본 조에서 장애라 함은 다음 각 호에 해당하는 경우 장애라고 판단합니다.
        
- 회사의 귀책 사유로 SVMP 서비스에 로그인하지 못한 경우
- 서비스에 데이터를 게시 또는 업로드 하지 못하거나 서비스 내 저장된 데이터를 열람하지 못한 경우
         
3. 회사가 사전에 고지한 사안에 대해서는 장애에서 제외합니다.
4. 이용자는 AIS 데이터(이하 AIS)는 일부 선박 자체의 문제 또는 확인할 수 없는 오류로 인해 정보의 미수집 또는 오류 등이 발생할 수 있고, 사용자는 이를 서비스의 장애로 판단하지 않습니다. 또한 AIS 수집 기능을 갖춘 위성체의 공백, 위성체의 일시 장애, 전파 혼선, 전파 교란 또는 통신 장애 등의 발생으로 인한 AIS의 미수집 또는 정보오류 등이 발생할 수 있음을 인지하며, 이용자는 이를 서비스의 장애 또는 오작동으로 판단하지 않습니다.
5. 회사가 고의 또는 과실로 이용자에게 손해를 끼친 경우, 손해에 대하여 배상할 책임이 있습니다.
6. 이용자가 고의 또는 과실로 회사에 손해를 끼친 경우, 이용자는 회사에 대하여 그 손해에 대하여 배상할 책임이 있습니다.
7. 회사는 그 손해가 천재지변 등 불가항력이거나 이용자의 고의 또는 과실로 인하여 발생된 때에는 손해배상을 하지 않습니다.
8. 손해 배상의 청구는 회사에 청구사유, 청구금액 및 산출근거를 기재하여 이메일, 전화 등으로 신청하여야 합니다.
9. 회사 및 타인에게 피해를 주어 피해자의 고발 또는 소송 제기로 인하여 손해배상이 청구된 이용자는 회사 및 수사기관의 요청에 적극 협조하여야 합니다.
        
제 27조 면책
        
1. 회사는 다음 각 호의 경우로 서비스를 제공할 수 없는 경우 이로 인하여 이용자 또는 제 3자에게 발생한 손해에 대해서는 책임을 부담하지 않습니다.
        
- 천재 지변 또는 이에 준하는 불가항력의 상태가 있는 경우
- 이용자의 시스템 환경이나 통신사 또는 호스팅업체의 장애 등 회사의 관리 범위 밖의 사정으로 인한 경우
- 현재의 보안기술 수준으로는 방어가 곤란한 네트워크 해킹 등으로 인한 경우
- 서비스의 효율적인 제공을 위한 시스템 개선, 장비 증설 등 계획된 서비스 중지 일정을 사전에 공지한 경우
- 이용자의 귀책사유로 메일 또는 데이터가 유출되거나 서비스 이용에 장애가 있는 경우
- 회사의 고의 및 과실이 없는 경우
- 사용자의 귀책사유로 서비스 이용에 장애가 발생함으로써 입은 손해
- 서비스에 접속 또는 이용 과정 중에서 사용자에게 발생한 개인적인 손해
- 제3자가 불법적으로 회사의 서버에 접속하거나 서버를 이용하거나 혹은 회사 서버와 관련된 전송을 방해함으로써 발생한 손해
- 제3자가 악성 프로그램을 전송 또는 유포함으로써 발생한 손해
- 전송된 데이터의 생략, 누락, 파괴 등으로 발생한 손해
- 명예훼손 등 서비스를 이용하는 과정에서 제3자에 의해 발생한 손해
- 이용자가 서비스를 통해 얻은 정보 또는 자료 등으로 인해 발생한 손해와 서비스를 이용하거나 이용할 것으로부터 발생하거나 기대하는 손익 등 부가적, 영업적 손해
- 이용자가 게시 또는 전송한 데이터의 내용에 대해서는 책임을 면합니다.
- 이용자 상호 간 또는 이용자와 제3자 상호 간에 서비스를 매개로 하여 거래 등을 한 경우 이에 대해 개입할 의무가 없으며, 이로 인한 손해를 배상할 책임도 없습니다.
        
2. 회사는 무료로 제공하는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.
3. 회사는 이용자가 서비스 이용 종료 후 제 24조에 따라 파기된 데이터와 이용자가 직접 삭제를 요청한 데이터 기타 서비스 이용 중인지 여부를 불문하고 백업의무를 소홀히 하여 발생한 데이터의 손실에 대해서는 책임을 지지 않습니다.
4. 회사는 서비스를 통하여 이용자에게 제공된 정보, 자료, 사실의 신뢰도, 정확성 등 그 내용에 대해서는 책임을 지지 않습니다.
         
제 28조 분쟁조정
        
1. 본 약관은 대한민국법령에 의하여 규정되고 이행됩니다.
2. 서비스 이용과 관련하여 회사와 이용자 간에 발생된 분쟁에 대해서는 민사소송법 상의 회사의 본사소재지를 관할하는 법원을 합의관할로 합니다.
3. 해외에 주소나 거소가 있는 이용자의 경우 회사와 이용자간 발생한 분쟁에 관한 소송은 전항에도 불구하고 대한민국 서울중앙지방법원을 관할법원으로 합니다. ‍

서비스 이용약관 버전번호 : v1.2
        
서비스 이용약관 시행일자 : 2023년 08월 24일
    `,
    },
    {
        desc: `마케팅 정보 활용 동의

마케팅 정보 수신 여부 및 마케팅을 위한 개인정보 수집 이용을 거부하실 수 있으며,
거부 시에도 SVMP(Seavantage) 서비스를 이용하실 수 있으나,
동의를 거부한 경우 각종 소식 및 이벤트 참여에 제한이 있을 수 있습니다.
      
개인정보 수집 항목
- 이름, 휴대폰 번호, 이메일
      
개인정보 수집 이용 목적
- 이벤트 운영 및 광고성 정보 전송
      
보유 및 이용 기간
- 서비스 관련 정보 전송 이용자가 동의를 철회하거나, 탈퇴 시까지 보유•이용`,
    },
];

export let channels = [
    { value: 'Load Star', name: 'Load Star' },
    { value: 'Google search', name: 'Google search' },
    { value: 'Kotra', name: 'Kotra' },
    { value: 'SIL BARCELONA', name: 'SIL BARCELONA' },
    { value: 'SCM Fair 2023', name: 'SCM Fair 2023' },
    { value: 'CILF', name: 'CILF' },
    { value: 'Naver serach', name: 'Naver serach' },
    { value: 'Blog Article', name: 'Blog Article' },
    { value: 'Magazine AD', name: 'Magazine AD' },
    { value: 'Social media', name: 'Social media' },
    { value: 'User recommendation', name: 'User recommendation' },
    { value: 'Other', name: 'Other' },
];

export let solutions = [
    {
        value: 'Ship Insight (Vessel tracking)',
        name: 'Ship Insight (Vessel tracking)',
    },
    {
        value: 'Routing (Routing Calculator)',
        name: 'Routing (Routing Calculator)',
    },
    { value: 'Cargo Insight', name: 'Cargo Insight' },
    { value: 'Port Insight', name: 'Port Insight' },
    { value: 'All Solutions', name: 'All Solutions' },
];

export let languages = [
    { value: 'Korean', name: 'Korean' },
    { value: 'English', name: 'English' },
];

export let industryTypes = [
    { value: '물류, 포워딩', name: '물류, 포워딩' },
    { value: '수출입 기업', name: '수출입 기업' },
    { value: '물류, ERP', name: '물류, ERP' },
    { value: '항구, 터미널', name: '항구, 터미널' },
    { value: '기타', name: '기타' },
];

export let products = [
    { value: 'Ship Insight', name: 'Ship Insight' },
    { value: 'Cargo Insight', name: 'Cargo Insight' },
    { value: 'Port Insight', name: 'Port Insight' },
    { value: 'IoT Cargo Monitoring', name: 'IoT Cargo Monitoring' },
    { value: 'All solutions', name: 'All solutions' },
];
export let inquirys = [
    { value: '도입 문의', name: '도입 문의' },
    { value: '데모 신청', name: '데모 신청' },
    { value: '견적 문의', name: '견적 문의' },
    { value: '자료 요청', name: '자료 요청' },
    { value: '기타', name: '기타' },
];
